[MZFireThrower X2AbilityTemplate]
LocFriendlyName="Хим-распылитель"
LocLongDescription="Выпускает струю легковоспламеняющихся химикатов, повреждающих и поджигающих цели в конусообразной зоне."
LocHelpText="Выпускает струю легковоспламеняющихся химикатов, повреждающих и поджигающих цели в конусообразной зоне."
LocFlyOverText="Хим-распылитель"
LocPromotionPopupText="<Bullet/> Выпускает струю легковоспламеняющихся химикатов, повреждающих и поджигающих цели в конусообразной зоне."

[MZFireThrowerOverwatchShot X2AbilityTemplate]
LocFriendlyName="Наблюдение (хим-распылитель): выстрел"
LocFlyOverText="Наблюдение (хим-распылитель): выстрел"

[MZBurningRush X2AbilityTemplate]
LocFriendlyName="Пламенный натиск"
LocLongDescription="Активируйте, чтобы получить действие движения, и базовые атаки хим-распылителем не будут расходовать все очки действия в этот ход."
LocHelpText="Активируйте, чтобы получить действие движения, и базовые атаки хим-распылителем не будут расходовать все очки действия в этот ход."
LocFlyOverText="Пламенный натиск"
LocPromotionPopupText="<Bullet/> Активация даст дополнительное действие, которое можно потратить на передвижение.<br/><Bullet/> Пока способность активирована, атаки хим-распылителем не завершают ход.<br/><Bullet/> Перезарядка <Ability:BURNINGRUSH_COOLDOWN> ход(а).<br/><Bullet/> Тратит <Ability:BURNINGRUSH_AMMO> ед. боеприпасов.<br/><Bullet/> Может быть активировано только в том случае, если <Ability:ClassName/> имеет достаточно боеприпасов для стрельбы после перемещения.<br/>"

[MZChemicalDeflector X2AbilityTemplate]
LocFriendlyName="Химический дефлектор"
LocLongDescription="<Ability:ClassName/> получает иммунитет к типам урона, в соответствии с экипированными хим-распылителем и баллоном."
LocHelpText="<Ability:ClassName/> получает иммунитет к типам урона, в соответствии с экипированными хим-распылителем и баллоном."
LocFlyOverText="Химический дефлектор"
LocPromotionPopupText="<Bullet/> Даёт бойцу иммунитет к типам урона, в соответствии с экипированными хим-распылителем и баллоном.<br/>"

[MZChemicalDeflectorSquad X2AbilityTemplate]
LocFriendlyName="Химический бастион"
LocLongDescription="Способность \"Химический дефлектор\" также дает иммунитет товарищам по отряду, если они находятся в радиусе действия."
LocHelpText="Способность \"Химический дефлектор\" также дает иммунитет товарищам по отряду, если они находятся в радиусе действия."
LocFlyOverText="Химический бастион"
LocPromotionPopupText="<Bullet/> Даёт иммунитет к типам урона в соответствии с экипированными хим-распылителем и баллоном. <br/><Bullet/> Имеет дальность действия, равную дальности стрельбы хим-распылителя, которая может быть увеличена с помощью высокоскоростного сопла.<br/><Bullet/> <Ability:ClassName/> с этой способностью дает иммунитет только тем солдатам, которые присутствуют рядом в момент начала хода.<br/>"

[MZChemthrowerKillZone X2AbilityTemplate]
LocFriendlyName="Долина смерти"
LocLongDescription="Режим наблюдения с ответным выстрелом по каждому противнику, что движется или атакует в пределах выбранного конуса. Каждый выстрел может поразить несколько целей."
LocHelpText="Усиленное наблюдение в конусе огня."
LocFlyOverText="Долина смерти"
LocPromotionPopupText="<Bullet/> Количество выстрелов способности \"Долина смерти\", которые может сделать <Ability:ClassName/>, не ограничено, кроме количества патронов.<br/><Bullet/> Каждый выстрел способности \"Долина смерти\" повреждает несколько целей в конусе, что делает его чрезвычайно эффективным против плотно скопившихся врагов.<br/><Bullet/> Способность \"Долина смерти\" имеет перезарядку <Ability:SelfCooldown/> ход(а).<br/>"
LocFriendlyNameWhenConcealed="Долина смерти (скрытно)"

[MZChemthrowerSuppression X2AbilityTemplate]
LocFriendlyName="Подавление хим-распылителем"
LocLongDescription="<Ability:ClassName/> подавляет цель непрерывным огнем из хим-распылителя и позволяет выстрелить, если она начнет движение, а также снижает его меткость на <Ability:SUPPRESSIONPENALTY/>."
LocHelpText="Ухудшает меткость врага и позволяет выстрелить, если он двигается."
LocFlyOverText="Подавление хим-распылителе"
LocPromotionPopupText="<Bullet/> Подавление требует <Ability:SelfAmmoCost/> ед. боекомплекта и перезаряжается мгновенно.<br/><Bullet/> Выстрел во время подавления не тратит дополнительные боеприпасы.<br/><Bullet/> Подавление отменяется, если \"подавляющий\" солдат получит урон.<br/><Bullet/> Наносит урон нескольким целям в конусе, если они находятся рядом, когда основная цель движется.<br/><Bullet/> Бонусные стихийные эффекты от хим-распылителя накладываются мгновенно.<br/><Bullet/> Выстрел во время подавления имеет уменьшенный штраф от вражеских укрытий, что делает эту способность хорошим выбором для использования против противников окопавшихся в укрытиях.<br/>"

[MZChemstorm X2AbilityTemplate]
LocFriendlyName="Химический шторм"
LocLongDescription="Разблокируйте специальную атаку хим-распылителя, с помощью которой <Ability:ClassName/> может поразить все цели вокруг своей позиции."
LocHelpText="Разблокируйте специальную атаку хим-распылителя, с помощью которой <Ability:ClassName/> может поразить все цели вокруг своей позиции."
LocFlyOverText="Химический шторм"
LocPromotionPopupText="<Bullet/> Разблокируйте специальную атаку хим-распылителя, с помощью которой <Ability:ClassName/> может поразить все цели вокруг своей позиции.<br/><Bullet/> Требует <Ability:CHEMSTORM_AMMO/> ед. боеприпасов.<br/><Bullet/> Имеет перезарядку <Ability:CHEMSTORM_COOL/> ход(а).<br/><Bullet/> Имеет дальность <Ability:CHEMSTORM_RADIUS/> клеток.<br/>"

[MZChemstormFire X2AbilityTemplate]
LocFriendlyName="Огненный шторм"
LocLongDescription="Используйте <Ability:WeaponName/>, чтобы полить пламенем все цели вокруг своей позиции."
LocHelpText="Используйте <Ability:WeaponName/>, чтобы полить пламенем все цели вокруг своей позиции."
LocFlyOverText="Огненный шторм"
LocPromotionPopupText="<Bullet/> Используйте <Ability:WeaponName/>, чтобы полить пламенем все цели вокруг своей позиции.<br/><Bullet/> Требует <Ability:CHEMSTORM_AMMO/> ед. боеприпасов.<br/><Bullet/> Имеет перезарядку <Ability:CHEMSTORM_COOL/> ход(а).<br/><Bullet/> Имеет дальность <Ability:CHEMSTORM_RADIUS/> клеток.<br/>"

[MZCorrodingCompounds X2AbilityTemplate]
LocFriendlyName="Коррозийные соединения"
LocLongDescription="Атаки хим-распылителем пробивают и разрушают небольшое количество брони."
LocHelpText="Атаки хим-распылителем пробивают и разрушают небольшое количество брони."
LocFlyOverText="Коррозийные соединения"
LocPromotionPopupText="<Bullet/> Атаки хим-распылителем пробивают и разрушают небольшое количество брони.<br/><Bullet/> Коррозия пробивает <Ability:CORCOM_PIERCE/> ед. брони, а также разрушает <Ability:CORCOM_SHRED/> ед. брони.<br/>"

[MZDesolateHomeland X2AbilityTemplate]
LocFriendlyName="Выжженная родина"
LocLongDescription="Находясь в зоне воздействия окружающей среды, становится невосприимчивым к ментальным эффектам и получает снижение урона в зависимости от технологического уровня хим-распылителя."
LocHelpText="Находясь в зоне воздействия окружающей среды, становится невосприимчивым к ментальным эффектам и получает снижение урона в зависимости от технологического уровня хим-распылителя."
LocFlyOverText="Выжженная родина"
LocPromotionPopupText="<Bullet/> Даёт иммунитет к ментальным воздействиям, панике, оглушению, дезориентации и бессознательному состоянию при нахождении в опасной среде.<br/><Bullet/> Опасная среда включают дым, яд, кислоту, огонь и проклятие.<br/><Bullet/> Если экипирован хим-распылитель, даёт снижение урона в зависимости от технологического уровня хим-распылителя.<br/>"

[MZDissonantEnergies X2AbilityTemplate]
LocFriendlyName="Диссонанс энергий"
LocLongDescription="Электрические атаки наносят бонусный урон по проклятым, ослепленным, растерянным или паникующим целям. Псионические атаки наносят бонусный урон по оглушенным, дезориентированным или ошеломленным целям."
LocHelpText="Электрические атаки наносят бонусный урон по проклятым, ослепленным, растерянным или паникующим целям. Псионические атаки наносят бонусный урон по оглушенным, дезориентированным или ошеломленным целям."
LocFlyOverText="Диссонанс энергий"
LocPromotionPopupText="<Bullet/> Электрические атаки наносят бонусный урон по проклятым, ослепленным, растерянным или паникующим целям.<br/><Bullet/> Псионические атаки наносят бонусный урон по оглушенным, дезориентированным или ошеломленным целям.<br/><Bullet/> Бонусный урон также работает против врагов, невосприимчивых к противоположной стихии.<br/><Bullet/> Дополнительно наносится +<Ability:DISSONANTENERGIES_BONUS/> ед. урон(а).<br/>"

[MZExpandedCanister X2AbilityTemplate]
LocFriendlyName="Дозировка"
LocLongDescription="Даёт <Ability:EXPANDEDCANISTER_CHARGES> дополнительных использования экипированного баллона, и <Ability:EXPANDEDCANISTER_MEDICCHARGES> дополнительное использование \"Мед-распылителя\"."
LocHelpText="Даёт <Ability:EXPANDEDCANISTER_CHARGES> дополнительных использования экипированного баллона."
LocFlyOverText="Дозировка"
LocPromotionPopupText="<Bullet/> Также дает <Ability:EXPANDEDCANISTER_MEDICCHARGES> дополнительное использование \"Мед-распылителя\".<br/>"

[MZFineControl X2AbilityTemplate]
LocFriendlyName="Точная регулировка"
LocLongDescription="Точная регулировка предотвращает попадание химической струи в дружественные цели."
LocHelpText="Точная регулировка предотвращает попадание химической струи в дружественные цели."
LocFlyOverText="Точная регулировка"
LocPromotionPopupText="<Bullet/> Атаки хим-распылителем не попадают по дружественным целям.<br/><Bullet/> \"Мед-распылитель\" и \"Химическая обработка\" не попадают по противнику.<br/>"

[MZFulmination X2AbilityTemplate]
LocFriendlyName="Инициация взрыва"
LocLongDescription="Специальная атака, которая детонирует переносимую взрывчатку и взрывоопасные объекты."
LocHelpText="Специальная атака, которая детонирует переносимую взрывчатку и взрывоопасные объекты."
LocFlyOverText="Инициация взрыва"
LocPromotionPopupText="<Bullet/> Способность \"Инициация взрыва\" наносит взрывной урон, независимо от используемого хим-распылителя.<br/><Bullet/> Детонирует переносимую врагом взрывчатку и взрывоопасные объекты, такие как: автомобили, топливные баки и т.д.<br/><Bullet/> Требует <Ability:FULMINATION_AMMO/> ед. боеприпаса.<br/><Bullet/> Перезарядка <Ability:FULMINATION_COOL/> ход(а).<br/>"

[MZFumigate X2AbilityTemplate]
LocFriendlyName="Химическая обработка"
LocLongDescription="Распыление очищающего состава, снимающего эффекты состояния окружающей среды с целей в конической области."
LocHelpText="Распыление очищающего состава, снимающего эффекты состояния окружающей среды с целей в конической области."
LocFlyOverText="Химическая обработка"
LocPromotionPopupText="<Bullet/> Распыление очищающего состава, снимающего эффекты опасной среды с целей в конусе.<br/><Bullet/> Способность \"Химическая обработка\" требует <Ability:FUMIGATE_AMMO/> ед. боеприпасов и перезаряжается <Ability:FUMIGATE_CONSUMEALL/> ход(а).<br/><Bullet/> Если <Ability:ClassName/> имеет способность \"Командный дух\", то \"Химическая обработка\" также устранит негативные психические эффекты с целей.<br/><Bullet/> Если <Ability:ClassName/> имеет способность \"Тепловой барьер\", то цели получают бонус предоставляющий <Ability:FUMIGATE_BULWARK/>% шанс избежать вражеские атаки.<br/>"

[MZIncandescence X2AbilityTemplate]
LocFriendlyName="Накаливание"
LocLongDescription="Атаки хим-распылителем подсвечивают противников, облегчая союзникам наносить критические попадания."
LocHelpText="Атаки хим-распылителем подсвечивают противников, облегчая союзникам наносить критические попадания."
LocFlyOverText="Накаливание"
LocPromotionPopupText="<Bullet/> Атаки хим-распылителем подсвечивают противников, облегчая союзникам наносить критические попадания.<br/><Bullet/> Эффект длится <Ability:INCAN_DURATION/> ход(а).<br/><Bullet/> Даёт союзникам <Ability:INCAN_CRIT/>% бонус к шансу критического попадания.<br/>"

[MZMedispray X2AbilityTemplate]
LocFriendlyName="Мед-распылитель"
LocLongDescription="Распыление регенеративных реагентов, исцеляющих цели в конической области. Получает дополнительные заряды за каждый экипированный медпакет."
LocHelpText="Распыление регенеративных реагентов, исцеляющих цели в конической области."
LocFlyOverText="Мед-распылитель"
LocPromotionPopupText="<Bullet/> Распыление регенеративных реагентов, исцеляющих цели в конической области.<br/><Bullet/> Имеет <Ability:MEDISPRAY_CHARGES/> заряда на миссию и перезарядку <Ability:MEDISPRAY_CONSUMEALL/> ход(а).<br/><Bullet/> Получает дополнительные заряды за каждый экипированный медпакет, а также за способность \"Полевой врач\".<br/><Bullet/> Если <Ability:ClassName/> имеет способность \"Командный дух\", то получает <Ability:MEDISPRAY_CHARGES_SPIRIT/> дополнительных заряда.<br/><Bullet/> Если <Ability:ClassName/> имеет способность \"Тепловой барьер\", то цели получают бонус предоставляющий <Ability:FUMIGATE_BULWARK/>% шанс избежать вражеские атаки, но только если юнит был действительно исцелен.<br/>"

[MZNightmareFuel X2AbilityTemplate]
LocFriendlyName="Топливо кошмара"
LocLongDescription="Атаки хим-распылителем имеют шанс вызвать панику."
LocHelpText="Атаки хим-распылителем имеют шанс вызвать панику."
LocFlyOverText="Топливо кошмара"
LocPromotionPopupText="<Bullet/> Атаки хим-распылителем имеют шанс вызвать панику.<br/><Bullet/> Способность имеет <Ability:NIGHTFUEL_CHANCE/>% шанс вызвать панику.<br/>"

[MZOppressiveHeat X2AbilityTemplate]
LocFriendlyName="Угнетающая жара"
LocLongDescription="Способности \"Взрыв под давлением\", \"Подавление хим-распылителем\" и \"наблюдение\" дезориентируют противников."
LocHelpText="Способности \"Взрыв под давлением\", \"Подавление хим-распылителем\" и \"наблюдение\" дезориентируют противников."
LocFlyOverText="Угнетающая жара"
LocPromotionPopupText="<Bullet/> Способность \"Взрыв под давлением\" дезориентирует все цели, в которые попадает.<br/><Bullet/> Выстрелы во время \"наблюдения\" дезориентируют основную цель, если попадают.<br/><Bullet/> Подавление дезориентирует вторичные цели немедленно, и основную цель, если попадает выстрел подавления.<br/>"

[MZParticulateHaze X2AbilityTemplate]
LocFriendlyName="Партикулярная дымка"
LocLongDescription="Атаки хим-распылителем дополнительно ослепляют цели."
LocHelpText="Атаки хим-распылителем дополнительно ослепляют цели."
LocFlyOverText="Партикулярная дымка"
LocPromotionPopupText="<Bullet/> Атаки хим-распылителем дополнительно ослепляют цели.<br/><Bullet/> Эффект длится в течение <Ability:PARHAZE_DURATION/> ход(а).<br/>"

[MZPressureBlast X2AbilityTemplate]
LocFriendlyName="Взрыв под давлением"
LocLongDescription="Выпустить взрыв высокого давления из хим-распылителя, который повреждает и отбрасывает все цели в конусе."
LocHelpText="Выпустить взрыв высокого давления из хим-распылителя, который повреждает и отбрасывает все цели в конусе."
LocFlyOverText="Взрыв под давлением"
LocPromotionPopupText="<Bullet/> Отбрасывает врагов на расстояние <Ability:PRESSUREBLAST_KNOCKBACK/> метра.<br/><Bullet/> Эта атака имеет <Ability:PRESSUREBLAST_CRIT>% бонус к шансу критического попадания.<br/><Bullet/> Увеличивает базовый урон на <Ability:MZCanisterDamage/> ед.<br/><Bullet/> Требует <Ability:PRESSUREBLAST_AMMO/> ед. боеприпасов.<br/><Bullet/> Имеет перезарядку <Ability:PRESSUREBLAST_COOL/> ход(а).<br/>"

[MZRoaringFlames X2AbilityTemplate]
LocFriendlyName="Ревущее пламя"
LocLongDescription="Ответный огонь хим-распылителем имеет дополнительный <Ability:ROARINGFLAMES_CRIT/>% шанс критического попадания."
LocHelpText="Ответный огонь хим-распылителем имеет дополнительный <Ability:ROARINGFLAMES_CRIT/>% шанс критического попадания."
LocFlyOverText="Ревущее пламя"
LocPromotionPopupText="<Bullet/> Все ответные выстрелы этого солдата имеют шанс быть критическими, если у него есть хим-распылитель.<br/><Bullet/> Ответный огонь хим-распылителем имеет дополнительный <Ability:ROARINGFLAMES_CRIT/>% шанс критического попадания.<br/>"

[MZRovingChemist X2AbilityTemplate]
LocFriendlyName="Странствующий химик"
LocLongDescription="Получите очко передвижения после активации специальной способности баллона."
LocHelpText="Получите очко передвижения после активации специальной способности баллона."
LocFlyOverText="Странствующий химик"
LocPromotionPopupText="<Bullet/> Получите очко передвижения после активации специальной способности баллона.<br/><Bullet/> Можно использовать для перемещения в более удобное место, например, в дым от дымового баллона.<br/>"

[MZSearingMagnesium X2AbilityTemplate]
LocFriendlyName="Жгучий магний"
LocLongDescription="Атаки хим-распылителем наносят дополнительный урон при критических попаданиях."
LocHelpText="Атаки хим-распылителем наносят дополнительный урон при критических попаданиях."
LocFlyOverText="Жгучий магний"
LocPromotionPopupText="<Bullet/> Атаки хим-распылителем наносят дополнительный урон при критических попаданиях.<br/>"

[MZSmellsLikeTeamSpirit X2AbilityTemplate]
LocFriendlyName="Командный дух"
LocLongDescription="Способность \"Химическая обработка\" дополнительно снимает психические отрицательные эффекты, а \"Мед-распылитель\" получает дополнительное использование."
LocHelpText="Способность \"Химическая обработка\" дополнительно снимает психические отрицательные эффекты, а \"Мед-распылитель\" получает дополнительное использование."
LocFlyOverText="Командный дух"
LocPromotionPopupText="<Bullet/> Способность \"Химическая обработка\" дополнительно снимает психические отрицательные эффекты, а \"Мед-распылитель\" получает дополнительное использование.<br/>"

[MZSpecializedCounteragent X2AbilityTemplate]
LocFriendlyName="Специализированный контрреагент"
LocLongDescription="Бонусная способность баллона наносит больше урона целям, невосприимчивым к стандартному типу урона хим-распылителя."
LocHelpText="Бонусная способность баллона наносит больше урона целям с иммунитетом к стандартному типу урона хим-распылителя."
LocFlyOverText="Специализированный контрреагент"
LocPromotionPopupText="<Bullet/> Бонус дается, когда цель невосприимчива к стандартному типу урона экипированного хим-распылителя.<br/><Bullet/> Способность должна нанести урон цели, чтобы получить бонус.<br/><Bullet/> Способность \"Инициация взрыва\" также может получить бонус, так как всегда наносит взрывной урон.<br/><Bullet/> Дополнительно наносится +<Ability:COUNTERAGENT_BONUS> ед. урон(а).<br/>"

[MZThermalBulwark X2AbilityTemplate]
LocFriendlyName="Тепловой барьер"
LocLongDescription="Активация способностей хим-распылителя накладывает бонус предоставляющий шанс избежать вражеские атаки. Этот эффект также применяется к способностям \"Химическая обработка\" и \"Мед-распылитель\"."
LocHelpText="Активация способностей хим-распылителя накладывает бонус предоставляющий шанс избежать вражеские атаки."
LocFlyOverText="Тепловой барьер"
LocPromotionPopupText="<Bullet/> Активации способностей хим-распылителя накладывают бонус предоставляющий <Ability:THERMBULWARK_CHANCE/>% шанс избежать вражеские атаки.<br/><Bullet/> Использование навыков \"Химическая обработка\" и \"Мед-распылитель\" накладывают на цели бонус предоставляющий <Ability:FUMIGATE_BULWARK/>% шанс избежать вражеские атаки.<br/><Bullet> В случае способности \"Мед-распылитель\" получают бонус только те цели, которые действительно были исцелены.<br/>"

[MZThermalBulwarkTrigger X2AbilityTemplate]
LocFriendlyName="Тепловой барьер"
LocLongDescription="<Bullet/><Ability:THERMBULWARK_CHANCE/>% шанс избежать вражеские атаки."
LocHelpText="<Bullet/><Ability:THERMBULWARK_CHANCE/>% шанс избежать вражеские атаки."
LocFlyOverText="Тепловой барьер"

[MZThermalShock X2AbilityTemplate]
LocFriendlyName="Термический шок"
LocLongDescription="Атаки холодом наносят бонусный урон по горящим целям. Огненные атаки наносят бонусный урон по охлажденным или замороженным целям."
LocHelpText="Атаки холодом наносят бонусный урон по горящим целям. Огненные атаки наносят бонусный урон по охлажденным или замороженным целям."
LocFlyOverText="Тепловой удар"
LocPromotionPopupText="<Bullet/> Атаки холодом наносят бонусный урон по горящим целям.<br/><Bullet/> Огненные атаки наносят бонусный урон по охлажденным или замороженным целям.<br/><Bullet/> Бонусный урон также работает против врагов, невосприимчивых к противоположной стихии.<br/><Bullet/> Дополнительно наносится +<Ability:THERMSHOCK_BONUS/> ед. урон(а).<br/>"

[MZUnstableReaction X2AbilityTemplate]
LocFriendlyName="Нестабильная реакция"
LocLongDescription="Кислотные атаки наносят бонусный урон по отравленным целям. Атаки ядом наносят бонусный урон по целям с кислотным ожогом."
LocHelpText="Кислотные атаки наносят бонусный урон по отравленным целям. Атаки ядом наносят бонусный урон по целям кислотным ожогом."
LocFlyOverText="Нестабильная реакция"
LocPromotionPopupText="<Bullet/> Атаки кислотой наносят бонусный урон по отравленным или зомбированным целям.<br/><Bullet/> Атаки ядом наносят бонусный урон по целям с кислотным ожогом.<br/><Bullet/> Бонусный урон также работает против врагов, невосприимчивых к противоположной стихии.<br/><Bullet/> Дополнительно наносится +<Ability:UNSTABLEREACTION_BONUS/> ед. урон(а).<br/>"

[MZViscousAccelerant X2AbilityTemplate]
LocFriendlyName="Вязкий ускоритель"
LocLongDescription="Атаки хим-распылителем накладывают складываемый негативный эффект, который увеличивает урон от всех повреждений постепенного урона."
LocHelpText="Атаки хим-распылителем накладывают складываемый негативный эффект, который увеличивает урон от всех повреждений постепенного урона."
LocFlyOverText="Вязкий ускоритель"
LocPromotionPopupText="<Bullet/> Атаки хим-распылителем накладывают складываемый негативный эффект, который увеличивает урон от всех повреждений \"постепенного урона\".<br/><Bullet/> Эффект длится <Ability:VISC_DURATION/> ход(а).<br/><Bullet/> Бонусный урон равен: +<Ability:VISC_BONUS/> ед.<br/>"

[MZImmolator_CV X2WeaponTemplate]
FriendlyName="Хим-распылитель"
FriendlyNamePlural="Хим-распылители"
BriefSummary="Этот стандартный химический распылитель выпускает поток легковоспламеняющихся химикатов, сжигая и повреждая множество целей."
TacticalText="<Bullet/> Хим-распылители наносят небольшой урон в широкой области, что делает их эффективными только при поражении нескольких целей.<br> <Bullet/> Хим-распылитель всегда поджигает цели, нанося постепенный урон и отключая некоторые способности.<br> <Bullet/> Некоторые цели могут иметь невосприимчивость к огню и не получать урон от хим-распылителя.<br> <Bullet/> Крайне эффективен против странников.<br>"
AbilityDescName="хим-распылитель"

[MZImmolator_MG X2WeaponTemplate]
FriendlyName="Модифицированный хим-распылитель"
FriendlyNamePlural="Модифицированные хим-распылители"
BriefSummary="Этот стандартный химический распылитель выпускает поток легковоспламеняющихся химикатов, сжигая и повреждая множество целей."
TacticalText="<Bullet/> Хим-распылители наносят небольшой урон в широкой области, что делает их эффективными только при поражении нескольких целей.<br> <Bullet/> Хим-распылитель всегда поджигает цели, нанося постепенный урон и отключая некоторые способности.<br> <Bullet/> Некоторые цели могут иметь невосприимчивость к огню и не получать урон от хим-распылителя.<br> <Bullet/> Крайне эффективен против странников.<br>"
AbilityDescName="хим-распылитель"

[MZImmolator_BM X2WeaponTemplate]
FriendlyName="Улучшенный хим-распылитель"
FriendlyNamePlural="Улучшенные хим-распылители"
BriefSummary="Этот стандартный химический распылитель выпускает поток легковоспламеняющихся химикатов, сжигая и повреждая множество целей."
TacticalText="<Bullet/> Хим-распылители наносят небольшой урон в широкой области, что делает их эффективными только при поражении нескольких целей.<br> <Bullet/> Хим-распылитель всегда поджигает цели, нанося постепенный урон и отключая некоторые способности.<br> <Bullet/> Некоторые цели могут иметь невосприимчивость к огню и не получать урон от хим-распылителя.<br> <Bullet/> Крайне эффективен против странников.<br>"
AbilityDescName="хим-распылитель"




[BreakthroughChemthrowerDamage X2TechTemplate]
DisplayName="Усовершенствованные хим-распылители"
Summary="Увеличив давление хим-распылителей мы сможем увеличить их урон на 1 ед."

[BreakthroughChemthrowerWeaponUpgrade X2TechTemplate]
DisplayName="Модульные хим-распылители"
Summary="Новый технологический дизайн позволит нам добавить слот для улучшения хим-распылителей, не жертвуя балансом или огневой мощью."

[CraftChemthrowerUpgradeBsc X2TechTemplate]
DisplayName="Стандартные улучшения для хим-распылителя"
Summary="Мы можем произвести стандартные улучшения для хим-распылителя за небольшую цену."
[CraftChemthrowerUpgradeAdv X2TechTemplate]
DisplayName="Модифицированные улучшения для хим-распылителя"
Summary="Мы можем произвести модифицированные улучшения для хим-распылителя, потратив необходимые ресурсы."
[CraftChemthrowerUpgradeSup X2TechTemplate]
DisplayName="Передовые улучшения для хим-распылителя"
Summary="Мы можем произвести улучшенные улучшения для хим-распылителя за серьезную плату."


;Attachments exclusive to chemthrowers.
[MZWidthNozzle_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Широкое сопло"
FriendlyNamePlural="Широкие сопла"
BriefSummary="Увеличивает ширину конуса хим-распылителя на 2 клетки."
TinySummary="Увеличивает ширину конуса на +2"
LootTooltip="Установка этого улучшения немного увеличит ширину конуса для атак из хим-распылителя."
[MZWidthNozzle_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированное широкое сопло"
FriendlyNamePlural="Модифицированные широкие сопла"
BriefSummary="Увеличивает ширину конуса хим-распылителя на 3 клетки."
TinySummary="Увеличивает ширину конуса на +3"
LootTooltip="Установка этого улучшения увеличит ширину конуса для атак из хим-распылителя."
[MZWidthNozzle_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенное широкое сопло"
FriendlyNamePlural="Улучшенные широкие сопла"
BriefSummary="Увеличивает ширину конуса хим-распылителя на 4 клетки."
TinySummary="Увеличивает ширину конуса на +4"
LootTooltip="Установка этого улучшения значительно увеличит ширину конуса для атак из хим-распылителя."

[MZLengthNozzle_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Высокоскоростное сопло"
FriendlyNamePlural="Высокоскоростные сопла"
BriefSummary="Увеличивает дальность поражения хим-распылителем на 1 клетку."
TinySummary="Увеличивает дальность на +1"
LootTooltip="Установка этого улучшения немного увеличит дальность поражения для атак из хим-распылителя."
[MZLengthNozzle_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированное высокоскоростное сопло"
FriendlyNamePlural="Модифицированные высокоскоростные сопла"
BriefSummary="Увеличивает дальность поражения хим-распылителем на 2 клетки."
TinySummary="Увеличивает дальность на +2"
LootTooltip="Установка этого улучшения увеличит дальность поражения для атак из хим-распылителя."
[MZLengthNozzle_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенное высокоскоростное сопло"
FriendlyNamePlural="Улучшенные высокоскоростные сопла"
BriefSummary="Увеличивает дальность поражения хим-распылителем на 3 клетки."
TinySummary="Увеличивает дальность на +3"
LootTooltip="Установка этого улучшения значительно увеличит дальность поражения для атак из хим-распылителя."

[MZClipSizeFuel_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Расширенный бак"
FriendlyNamePlural="Расширенные баки"
BriefSummary="Увеличивает размер бака на <Ability:EXPMAGINCREASE/> выстрел(а)."
TinySummary="Размер бака +<Ability:EXPMAGINCREASE/>"
LootTooltip="Установка этого улучшения немного увеличит размер бака хим-распылителя."
[MZClipSizeFuel_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированный расширенный бак"
FriendlyNamePlural="Модифицированные расширенные баки"
BriefSummary="Увеличивает размер бака на <Ability:EXPMAGINCREASE/> выстрела."
TinySummary="Размер бака +<Ability:EXPMAGINCREASE/>"
LootTooltip="Установка этого улучшения увеличит размер бака хим-распылителя."
[MZClipSizeFuel_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный расширенный бак"
FriendlyNamePlural="Улучшенные расширенные баки"
BriefSummary="Увеличивает размер бака на <Ability:EXPMAGINCREASE/> выстрела."
TinySummary="Размер бака +<Ability:EXPMAGINCREASE/>"
LootTooltip="Установка этого улучшения значительно увеличит размер бака хим-распылителя."

[MZReloadFuel_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Насос"
FriendlyNamePlural="Насосы"
BriefSummary="За ход дозаправляет бак на 1 выстрел, максимум 4 раза."
TinySummary="За ход +1 выстрел, максимум 4 раза."
LootTooltip="Это улучшение за ход дозаправляет бак на 1 выстрел, максимум 4 раза."
[MZReloadFuel_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированный насос"
FriendlyNamePlural="Модифицированные насосы"
BriefSummary="За ход дозаправляет бак на 1 выстрел, максимум 6 раза."
TinySummary="За ход +1 выстрел, максимум 6 раз."
LootTooltip="Это улучшение за ход дозаправляет бак на 1 выстрел, максимум 6 раз."
[MZReloadFuel_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный насос"
FriendlyNamePlural="Улучшенные насосы"
BriefSummary="За ход дозаправляет бак на 1 выстрел, максимум 8 раза."
TinySummary="За ход +1 выстрел, максимум 8 раз."
LootTooltip="Это улучшение за ход дозаправляет бак на 1 выстрел, максимум 8 раз."

[MZFuelLine_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Топливопровод"
FriendlyNamePlural="Топливопроводы"
BriefSummary="Увеличивает количество применений баллона на 1."
TinySummary="Кол-во применений баллона +1"
LootTooltip="Установка этого улучшения даст 1 дополнительное применение экипированного баллона."
[MZFuelLine_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированный топливопровод"
FriendlyNamePlural="Модифицированные топливопроводы"
BriefSummary="Увеличивает количество применений баллона на 2."
TinySummary="Кол-во применений баллона +2"
LootTooltip="Установка этого улучшения даст 2 дополнительных применения экипированного баллона."
[MZFuelLine_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный топливопровод"
FriendlyNamePlural="Улучшенные топливопроводы"
BriefSummary="Увеличивает количество применений баллона на 3."
TinySummary="Кол-во применений баллона +3"
LootTooltip="Установка этого улучшения даст 3 дополнительных применения экипированного баллона."

[MZReactionFireFrame_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Система быстрой подачи"
FriendlyNamePlural="Системы быстрой подачи"
BriefSummary="Увеличивает на +10 к меткость для ответных выстрелов."
TinySummary="Дополнительно +10 к меткости при ответном огне."
LootTooltip="Установка этого улучшения повышает меткость на +10 при ответных выстрелах."
[MZReactionFireFrame_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированная система быстрой подачи"
FriendlyNamePlural="Модифицированные системы быстрой подачи"
BriefSummary="Увеличивает на +15 к меткость для ответных выстрелов."
TinySummary="Дополнительно +15 к меткости при ответном огне."
LootTooltip="Установка этого улучшения повышает меткость на +15 при ответных выстрелах."
[MZReactionFireFrame_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенная система быстрой подачи"
FriendlyNamePlural="Улучшенные системы быстрой подачи"
BriefSummary="Увеличивает на +20 к меткость для ответных выстрелов."
TinySummary="Дополнительно +20 к меткости при ответном огне."
LootTooltip="Установка этого улучшения повышает меткость на +20 при ответных выстрелах."

[MZReactionFireFrameBsc X2AbilityTemplate]
FriendlyName="Система быстрой подачи"
[MZReactionFireFrameAdv X2AbilityTemplate]
FriendlyName="Система быстрой подачи"
[MZReactionFireFrameSup X2AbilityTemplate]
FriendlyName="Система быстрой подачи"

[MZFlankCritFrame_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Рама сопровождения"
FriendlyNamePlural="Рамы сопровождения"
BriefSummary="+20 к шансу критических попаданий при атаках с фланга или атаках вплотную."
TinySummary="+20 к шансу критических попаданий при атаках с фланга или атаках вплотную."
LootTooltip="Установка этого улучшения даёт +20 к шансу критических попаданий при атаках с фланга или атаках вплотную."
[MZFlankCritFrame_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированная рама сопровождения"
FriendlyNamePlural="Модифицированные рамы сопровождения"
BriefSummary="+30 к шансу критических попаданий при атаках с фланга или атаках вплотную."
TinySummary="+30 к шансу критических попаданий при атаках с фланга или атаках вплотную."
LootTooltip="Установка этого улучшения даёт +30 к шансу критических попаданий при атаках с фланга или атаках вплотную."
[MZFlankCritFrame_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенная рама сопровождения"
FriendlyNamePlural="Улучшенные рамы сопровождения"
BriefSummary="+40 к шансу критических попаданий при атаках с фланга или атаках вплотную."
TinySummary="+40 к шансу критических попаданий при атаках с фланга или атаках вплотную."
LootTooltip="Установка этого улучшения даёт +40 к шансу критических попаданий при атаках с фланга или атаках вплотную."

[MZFlankCritFrameBsc X2AbilityTemplate]
FriendlyName="Рама сопровождения"
[MZFlankCritFrameAdv X2AbilityTemplate]
FriendlyName="Рама сопровождения"
[MZFlankCritFrameSup X2AbilityTemplate]
FriendlyName="Рама сопровождения"

[MZBlastCanister X2WeaponTemplate]
FriendlyName="Взрывной баллон"
FriendlyNamePlural="Взрывные баллоны"
BriefSummary="Этот базовый баллон позволяет солдату использовать альтернативную взрывную атаку при помощи хим-распылителя."
TacticalText="<Bullet/> Баллоны могут быть экипированы только с хим-распылителями.<br><Bullet/> Даёт <Ability:BLASTCANISTER_USES> использования взрывной атаки хим-распылителя.<br/><Bullet/> Хим-распылитель наносит <Ability:MZCanisterDamage-MZBlastCanisterActivate/> ед. базового взрывного урона.<br><Bullet/> Взрывная атака, которую даёт этот баллон, полезна против врагов с иммунитетом к огню.<br><Bullet/> Если экипирован взрывной хим-распылитель, то хим-распылитель наносит +<Ability:MATCHINGCANISTER_BONUS> ед. бонусного урона при прямых атаках."
AbilityDescName="Баллон"
[MZBlastCanister X2AbilityTemplate]
LocFriendlyName="Использовать взрывной баллон"
LocLongDescription="Активируйте, чтобы выбросить поток взрывчатых веществ в конусе с помощью вашего хим-распылителя. Полезно против целей устойчивых к типу урона хим-распылителя."
LocHelpText="Активируйте, чтобы выбросить поток взрывчатых веществ в конусе с помощью вашего хим-распылителя. Полезно против целей устойчивых к типу урона хим-распылителя."
LocFlyOverText="Использовать взрывной баллон"
[MZBlastCanisterActivate X2AbilityTemplate]
LocFriendlyName="Использовать взрывной баллон"
LocLongDescription="Активируйте, чтобы выбросить поток взрывчатых веществ в конусе с помощью вашего хим-распылителя. Полезно против целей устойчивых к типу урона хим-распылителя."
LocHelpText="Активируйте, чтобы выбросить поток взрывчатых веществ в конусе с помощью вашего хим-распылителя. Полезно против целей устойчивых к типу урона хим-распылителя."
LocFlyOverText="Использовать взрывной баллон"

;

[MZFireCanister X2WeaponTemplate]
FriendlyName="Напалмовый баллон"
FriendlyNamePlural="Напалмовые баллоны"
BriefSummary="Этот баллон позволяет солдату использовать альтернативную огненную атаку напалмом при помощи хим-распылителя."
TacticalText="<Bullet/> Баллоны могут быть экипированы только с хим-распылителями.<br><Bullet/> Даёт <Ability:FIRECANISTER_USES> использования огненной атаки хим-распылителя.<br/><Bullet/> Хим-распылитель наносит <Ability:MZCanisterDamage-MZFireCanisterActivate/> ед. базового огненного урона.<br><Bullet/> Поджигает врагов, ограничивая их способности и нанося урон с течением времени.<br><Bullet/> Если экипирован огненный хим-распылитель, то хим-распылитель наносит +<Ability:MATCHINGCANISTER_BONUS> ед. бонусного урона при прямых атаках."
AbilityDescName="Баллон"
[MZFireCanister X2AbilityTemplate]
LocFriendlyName="Использовать напалмовый баллон"
LocLongDescription="Активируйте, чтобы выбросить поток легковоспламеняющихся соединений в конусе с помощью хим-распылителя. Наносит огненный урон и поджигает."
LocHelpText="Активируйте, чтобы выбросить поток легковоспламеняющихся соединений в конусе с помощью хим-распылителя. Наносит огненный урон и поджигает."
LocFlyOverText="Использовать напалмовый баллон"
[MZFireCanisterActivate X2AbilityTemplate]
LocFriendlyName="Использовать напалмовый баллон"
LocLongDescription="Активируйте, чтобы выбросить поток легковоспламеняющихся соединений в конусе с помощью хим-распылителя. Наносит огненный урон и поджигает."
LocHelpText="Активируйте, чтобы выбросить поток легковоспламеняющихся соединений в конусе с помощью хим-распылителя. Наносит огненный урон и поджигает."
LocFlyOverText="Использовать напалмовый баллон"

[MZPoisonCanister X2WeaponTemplate]
FriendlyName="Баллон с токсичным газом"
FriendlyNamePlural="Баллоны с токсичным газом"
BriefSummary="Этот баллон позволяет солдату использовать альтернативную атаку ядовитым газом при помощи хим-распылителя."
TacticalText="<Bullet/> Баллоны могут быть экипированы только с хим-распылителями.<br><Bullet/> Даёт <Ability:POISONCANISTER_USES> использования атаки хим-распылителя токсичным газом.<br/><Bullet/> Хим-распылитель наносит <Ability:MZCanisterDamage-MZPoisonCanisterActivate/> ед. базового урона ядом.<br><Bullet/> Обходит щиты и отравляет врагов, ухудшая их меткость и мобильность.<br><Bullet/> Если экипирован токсичный хим-распылитель, то хим-распылитель наносит +<Ability:MATCHINGCANISTER_BONUS> ед. бонусного урона при прямых атаках."
AbilityDescName="Баллон"
[MZPoisonCanister X2AbilityTemplate]
LocFriendlyName="Использовать баллон с токсичным газом"
LocLongDescription="Активируйте, чтобы извергнуть поток токсичного газа в конусе с помощью вашего хим-распылителя. Наносит урон ядом и отравляет, игнорируя щиты."
LocHelpText="Активируйте, чтобы извергнуть поток токсичного газа в конусе с помощью хим-распылителя. Наносит урон ядом и отравляет, игнорируя щиты."
LocFlyOverText="Использовать баллон с токсичным газом"
[MZPoisonCanisterActivate X2AbilityTemplate]
LocFriendlyName="Использовать баллон с токсичным газом"
LocLongDescription="Активируйте, чтобы извергнуть поток токсичного газа в конусе с помощью вашего хим-распылителя. Наносит урон ядом и отравляет, игнорируя щиты."
LocHelpText="Активируйте, чтобы извергнуть поток токсичного газа в конусе с помощью хим-распылителя. Наносит урон ядом и отравляет, игнорируя щиты."
LocFlyOverText="Использовать баллон с токсичным газом"

[MZAcidCanister X2WeaponTemplate]
FriendlyName="Кислотный баллон"
FriendlyNamePlural="Кислотные баллоны"
BriefSummary="Этот баллон позволяет солдату использовать альтернативную кислотную атаку при помощи хим-распылителя."
TacticalText="<Bullet/> Баллоны могут быть экипированы только с хим-распылителями.<br><Bullet/> Даёт <Ability:ACIDCANISTER_USES> использования кислотной атаки хим-распылителя.<br/><Bullet/> Хим-распылитель наносит <Ability:MZCanisterDamage-MZAcidCanisterActivate/> ед. базового урона кислотой.<br><Bullet/> Разрушает броню и наносит кислотный ожог, нанося урон с течением времени.<br><Bullet/> Если экипирован кислотный хим-распылитель, то хим-распылитель наносит +<Ability:MATCHINGCANISTER_BONUS> ед. бонусного урона при прямых атаках."
AbilityDescName="Баллон"
[MZAcidCanister X2AbilityTemplate]
LocFriendlyName="Использовать кислотный баллон"
LocLongDescription="Активируйте, чтобы выбросить поток высококоррозионных соединений в конусе с помощью вашего хим-распылителя. Накладывает кислотный ожог и наносит кислотный урон, разрушающий броню."
LocHelpText="Активируйте, чтобы выбросить поток высококоррозионных соединений в конусе с помощью вашего хим-распылителя. Накладывает кислотный ожог и наносит кислотный урон, разрушающий броню."
LocFlyOverText="Использовать кислотный баллон"
[MZAcidCanisterActivate X2AbilityTemplate]
LocFriendlyName="Использовать кислотный баллон"
LocLongDescription="Активируйте, чтобы выбросить поток высококоррозионных соединений в конусе с помощью вашего хим-распылителя. Накладывает кислотный ожог и наносит кислотный урон, разрушающий броню."
LocHelpText="Активируйте, чтобы выбросить поток высококоррозионных соединений в конусе с помощью вашего хим-распылителя. Накладывает кислотный ожог и наносит кислотный урон, разрушающий броню."
LocFlyOverText="Использовать кислотный баллон"

[MZBluescreenCanister X2WeaponTemplate]
FriendlyName="Ионизирующий баллон"
FriendlyNamePlural="Ионизирующие баллоны"
BriefSummary="Этот баллон позволяет солдату использовать альтернативную электрическую атаку при помощи хим-распылителя."
TacticalText="<Bullet/> Баллоны могут быть экипированы только с хим-распылителями.<br><Bullet/> Даёт <Ability:BLUESCREENCANISTER_USES> использования электрической атаки хим-распылителя.<br/><Bullet/> Хим-распылитель наносит <Ability:MZCanisterDamage-MZBluescreenCanisterActivate/> ед. базового урона электричеством.<br><Bullet/> Оглушает и игнорирует броню механических целей.<br><Bullet/> Вызывает дезориентацию у органических целей.<br><Bullet/> Если экипирован электрический хим-распылитель, то хим-распылитель наносит +<Ability:MATCHINGCANISTER_BONUS> ед. бонусного урона при прямых атаках."
AbilityDescName="Баллон"
[MZBluescreenCanister X2AbilityTemplate]
LocFriendlyName="Использовать ионизирующий баллон"
LocLongDescription="Активируйте, чтобы выбросить поток намагниченных частиц в конусе с помощью вашего хим-распылителя. Наносит электрический урон, пробивает броню и оглушает механические цели. Вызывает дезориентацию и наносит электрический урон другим целям."
LocHelpText="Активируйте, чтобы выбросить поток намагниченных частиц в конусе с помощью вашего хим-распылителя. Наносит электрический урон, пробивает броню и оглушает механические цели. Вызывает дезориентацию и наносит электрический урон другим целям."
LocFlyOverText="Использовать ионизирующий баллон"
[MZBluescreenCanisterActivate X2AbilityTemplate]
LocFriendlyName="Использовать ионизирующий баллон"
LocLongDescription="Активируйте, чтобы выбросить поток намагниченных частиц в конусе с помощью вашего хим-распылителя. Наносит электрический урон, пробивает броню и оглушает механические цели. Вызывает дезориентацию и наносит электрический урон другим целям."
LocHelpText="Активируйте, чтобы выбросить поток намагниченных частиц в конусе с помощью вашего хим-распылителя. Наносит электрический урон, пробивает броню и оглушает механические цели. Вызывает дезориентацию и наносит электрический урон другим целям."
LocFlyOverText="Использовать ионизирующий баллон"

[MZCurseCanister X2WeaponTemplate]
FriendlyName="Баллон проклятия"
FriendlyNamePlural="Баллоны проклятия"
BriefSummary="Этот баллон позволяет солдату использовать альтернативную псионическую атаку при помощи хим-распылителя."
TacticalText="<Bullet/> Баллоны могут быть экипированы только с хим-распылителями.<br><Bullet/> Даёт <Ability:CURSECANISTER_USES> использования псионической атаки хим-распылителя.<br/><Bullet/> Хим-распылитель наносит <Ability:MZCanisterDamage-MZCurseCanisterActivate/> ед. базового псионического урона.<br><Bullet/> Вызывает проклятье крови, что наносит периодический урон и снижает ментальные характеристики.<br><Bullet/> Враги, убитые этой атакой, не смогут спастись с помощью эффектов спасения.<br><Bullet/> Если экипирован псионический хим-распылитель, то хим-распылитель наносит +<Ability:MATCHINGCANISTER_BONUS> ед. бонусного урона при прямых атаках."
AbilityDescName="Баллон"
[MZCurseCanister X2AbilityTemplate]
LocFriendlyName="Использовать баллон проклятия"
LocLongDescription="Активируйте, чтобы наложить зловещее проклятие в конусе с помощью вашего хим-распылителя. Накладывает проклятие крови и наносит псионический урон, который обходит эффекты спасения."
LocHelpText="Активируйте, чтобы наложить зловещее проклятие в конусе с помощью вашего хим-распылителя. Накладывает проклятие крови и наносит псионический урон, который обходит эффекты спасения."
LocFlyOverText="Использовать баллон проклятия"
[MZCurseCanisterActivate X2AbilityTemplate]
LocFriendlyName="Использовать баллон проклятия"
LocLongDescription="Активируйте, чтобы наложить зловещее проклятие в конусе с помощью вашего хим-распылителя. Накладывает проклятие крови и наносит псионический урон, который обходит эффекты спасения."
LocHelpText="Активируйте, чтобы наложить зловещее проклятие в конусе с помощью вашего хим-распылителя. Накладывает проклятие крови и наносит псионический урон, который обходит эффекты спасения."
LocFlyOverText="Использовать баллон проклятия"

[MZSmokeCanister X2WeaponTemplate]
FriendlyName="Дымовой баллон"
FriendlyNamePlural="Дымовые баллоны"
BriefSummary="Этот базовый баллон позволяет солдату использовать альтернативную способность генерации дыма при помощи хим-распылителя."
TacticalText="<Bullet/> Баллоны могут быть экипированы только с хим-распылителями.<br><Bullet/> Даёт <Ability:SMOKECANISTER_USES> использования способности генерирования дыма.<br><Bullet/> Даёт идентичную дымовой гранате защиту целей в конусной зоне."
AbilityDescName="Баллон"
[MZSmokeCanister X2AbilityTemplate]
LocFriendlyName="Использовать дымовой баллон"
LocLongDescription="Активируйте, чтобы выпустить струю дыма в конусе с помощью вашего хим-распылителя. Усиливает защиту юнитов, стоящих в дыму."
LocHelpText="Активируйте, чтобы выпустить струю дыма в конусе с помощью вашего хим-распылителя. Усиливает защиту юнитов, стоящих в дыму."
LocFlyOverText="Использовать дымовой баллон"
[MZSmokeCanisterActivate X2AbilityTemplate]
LocFriendlyName="Использовать дымовой баллон"
LocLongDescription="Активируйте, чтобы выпустить струю дыма в конусе с помощью вашего хим-распылителя. Усиливает защиту юнитов, стоящих в дыму."
LocHelpText="Активируйте, чтобы выпустить струю дыма в конусе с помощью вашего хим-распылителя. Усиливает защиту юнитов, стоящих в дыму."
LocFlyOverText="Использовать дымовой баллон"

[MZMedicCanister X2WeaponTemplate]
FriendlyName="Медицинский баллон"
FriendlyNamePlural="Медицинские баллоны"
BriefSummary="Этот баллон является улучшенной версией дымового баллона, даёт дополнительное восстановление здоровья солдату и всем, на кого распространяется дым."
TacticalText="<Bullet/> Баллоны могут быть экипированы только с хим-распылителем.<br><Bullet/> Даёт <Ability:SMOKECANISTER_USES> использования способности генерирования дыма.<br><Bullet/> Даёт идентичную дымовой гранате защиту целей в конусной зоне.<br><Bullet/> Солдат будет пассивно восстанавливать здоровье с течением времени. <br><Bullet/> Цели под эффектами способностей \"Химическая обработка\" и \"Мед-распылитель\", на которых действует дым, также получат бонус регенерации.<br><Bullet/> Дополнительно даёт <Ability:MEDICCANISTER_USES> дополнительных заряда \"Мед-распылителя\", если способность была изучена."
AbilityDescName="Баллон"
[MZMedicCanisterPassive X2AbilityTemplate]
LocFriendlyName="Медицинский баллон"
LocLongDescription="Медицинский баллон обеспечивает дополнительное восстановление здоровья солдату и всем, на кого распространяется дым."
LocHelpText="Медицинский баллон обеспечивает дополнительное восстановление здоровья солдату и всем, на кого распространяется дым."
LocFlyOverText="Медицинский баллон"